# St7SetResultFileCombCaseName

Sets the name of a combined result case in the specified result file combination.

long St7SetResultFileCombCaseName(long uID, long Pos, char* CaseName)
Input Parameters
uID
Strand7 model file ID.
Pos
Result case in combined file.
CaseName
Combined result case name.